const pages = [
    {
        href: "SkinEffect",
        string: 'Скин-эффект',
        title: 'ИССЛЕДОВАНИЕ СКИН-ЭФФЕКТА',
        purpose: 'Исследование закономерностей распространения электромагнитных волн в проводящих средах, а также скин-эффекта в проводнике конечных размеров.',
        sources: '1.Пименов Ю.В., Вольман В.И., Муравцов А.Д. «Техническая электродинамика» – М.: «Радио и связь», 2000. – 536 с.\n' +
            '\n' +
            '2.Семенов Н.А., «Техническая электродинамика» – М.: «Связь», 1973. – 480 с.',
        description: 'Скин-эффект — эффект уменьшения амплитуды электромагнитных волн по мере их проникновения вглубь проводящей среды. В результате этого эффекта, например, переменный ток высокой частоты при протекании по проводнику распределяется не равномерно по сечению, а преимущественно в поверхностном слое.',
    },
    {
        href: "RectangularWaveguides",
        string: 'Прямоугольный волновод',
        title: 'ИССЛЕДОВАНИЕ СОБСТВЕННЫХ ВОЛН ПРЯМОУГОЛЬНОГО ВОЛНОВОДА',
        purpose: 'Исследование частотной зависимости коэффициента затухания волны основного типа в прямоугольном волноводе в режиме отсечки (запредельный волновод). Исследование частотной зависимости длины волны основного типа в прямоугольном волноводе.',
        sources: '1.Пименов Ю.В., Вольман В.И., Муравцов А.Д. «Техническая электродинамика» – М.: «Радио и связь», 2000. – 536 с.\n' +
            '\n' +
            '2.Лебедев И.В. «Техника и приборы СВЧ», T.1 - М.: «Высшая школа», 1970 г. – 439 с.',
        description: 'Собственные волны — гармонические волны, которые могут существовать в некоторой линейной динамической системе с постоянными не обязательно однородными распределёнными параметрами в случае пренебрежимо малого поглощения (диссипации) и рассеивания энергии волны.'
    },
    {
        href: "VolumetricResonator",
        string: 'Объемный Резонатор',
        title: 'ИССЛЕДОВАНИЕ ВЫНУЖДЕННЫХ КОЛЕБАНИЙ В ОБЪЕМНОМ РЕЗОНАТОРЕ',
        purpose: 'Исследование методик экспериментального определение нагруженной добротности объемного резонатора.',
        sources: '1.Пименов Ю.В., Вольман В.И., Муравцов А.Д. «Техническая электродинамика» – М.: «Радио и связь», 2000. – 536 с.\n' +
            '\n' +
            '2.Лебедев И.В. «Техника и приборы СВЧ», T.1 - М.: «Высшая школа», 1970 г. – 439 с.',
        description: 'Объёмный резонатор — устройство, основанное на явлении резонанса, в котором вследствие граничных условий возможно существование на определённых длинах волн добротных колебаний в виде бегущей или стоячей волны.'
    },
    {
        href: "FullResistances",
        string: 'Полные сопротивления',
        title: 'ИЗМЕРЕНИЕ ПОЛНЫХ СОПРОТИВЛЕНИЙ',
        purpose: 'Исследование методик экспериментального определения полного сопротивления нагрузки по КСВ и фазовому сдвигу.',
        sources: '1.Пименов Ю.В., Вольман В.И., Муравцов А.Д. «Техническая электродинамика» – М.: «Радио и связь», 2000. – 536 с.\n' +
            '\n' +
            '2.Лебедев И.В. «Техника и приборы СВЧ», T.1 - М.: «Высшая школа», 1970 г. – 439 с.',
        description: 'Коэффициент стоячей волны — отношение наибольшего значения амплитуды напряжённости электрического или магнитного поля стоячей волны в пучностях линии передачи к амплитуде в узлах'
    },
    {
        href: "Main",
        string: 'Главная'
    }];
export default pages